Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 半个月前，黄鼠兽突然想吃火鸡宴。
en_us: Half a month before, the ground squirrel beast suddenly wanted to have a turkey feast. (火鸡宴)

source: 半个月来，凌霄连续扫荡了那么多洞府，为了省时间，搜刮洞府的时候也没有挑来挑去，他就是肉眼能看到的东西就直接收进空间里，结果堆积下来就跟一座小山似的，幸好他还记得灵草不能被压到，幸好空间不小。
en_us: For the past two weeks, Ling Xiao had been 'mopping up' many Immortal’s Caves. To save time, he wasn't picky and so he placed everything he could see inside his dimension, which caused him to have a pile of stuff the size of a hill. Good thing he remembered that magic herbs couldn't be squashed and good thing that his dimension was big.

source: 南陆，赤血家族本家。
en_us: In the South Continent, at the main house of the ChiXue Clan.

source: 南面城门，以城门为中心直径十米内被守城的守卫用栅栏围成一片安全地带，安全地带内除了守卫，若有闲杂人等踏进，立刻会被当成可疑人物抓起来。
en_us: The guards had made a buffer with railings with a ten meter diameter around the south gate. In the buffer zone, if anyone entered apart from the guards, then, they'd immediately be arrested.

source: 南面暂时由刑七看守，高殷则和黑熊看守北面。
en_us: Xing Qi was going to guard the South, whereas Gao Yan and Hei Xiong was going to guard the North.

source: 南面虽说是入城口，但每天都有很多人想从南面出去，北面自然也有不少，而且进出人流甚至比南面还要多。
en_us: Though the South gate was the city entrance, there were plenty of people who wanted to leave through the south gate, too, and, naturally, the north gate wouldn't have any less traffic, only more.

source: 卫白一脸错愕，他并不知道这件事。
en_us: Wei Bai was astonished. He had not aware of this.

source: 卫白低声道：“我已经听师傅说了，谢谢你的丹方。”
en_us: Wei Bai continued in a low tone, "I've heard from my teacher. I thank you for the pill recipe."

source: 卫白想了想说：“如果你想竞拍后面的压轴宝贝，接下来最好不要花太多灵晶在其他地方。”
en_us: Wei Bai thought about it and said, "If you want to bid for the last few items (压轴), then it's better if you don't spent so much on other things."

source: 卫白皱起眉，这下可不好办，他解释道：“你们参加拍卖会之前竟然没有先了解拍卖会的流程？
en_us: Wei Bai frowned. This wasn't good. He explained, "You didn't check the flow of the auction before attending?"

source: 卫白笑了一下，“我师傅找了两百年都没找到的丹方却被你找到了，这声谢谢是应该的，不然我迟早都会死。”他的命一直都是用药材吊着的，他早已厌倦，如今总算有个盼头了。
en_us: Wei Bai smiled. "The pill recipe my teacher had failed to find for two-hundred years was found by you. You deserve this thanks, otherwise I would've died." His life had been sustained by medicine, and he had long since become tired of it. Now, he had something to hope for.

source: 卫白：“……”
en_us: Wei Bai, "... ..."

source: 印象中，毛球是个很淡然的美女，今天第一次听到她骂粗话，感觉真的是长见识了。
en_us: His impression of MaoQiu was a very composed beauty. Today was the first time he had heard her curse. He really was leraning something new every day.

source: 历时四天半，商船终于平平安安到达鲸岛。
en_us: After four and a half days, the merchant ship finally arrived peacefully at Whale Island.

source: 原以为凌霄已经够狂了，没想到天外有天，人外有人，今天真是长见识了。
en_us: He had thought Ling Xiao was already arrogant enough. Who would've thought that there would be skies outside of skies and people even worse. He had truly learned something new today.

source: 原以为她死了，没想到还活着。
en_us: They had assumed that she was dead and did not expect her to be alive.

source: 原以为黄鼠狼不会再来，但是游小默发现他低估了这货的脸皮，那不是一般的厚，就在他进行到最后一天的时候，黄鼠狼又出现了，不同的是，这次他带来的人比较少。
en_us: Originally he thought that the Ground Squirrel Beast would not come back, but You XiaoMo found that he had underestimated its face. It was not that of a general thickness. Just as he had progressed till the last day, the Ground Squirrel Beast appeared again. The difference was, this time he brought fewer people.

source: 原先他还以为这糖葫芦跟他以前吃过的一样，里面会是山楂果，不过咬下去才知道是一种和山楂果有些相似的果子，个头比山楂果要大两三倍，美味多汁，香甜可口。
en_us: At first he thought it was the same as the ones he ate before with haw apples, but when he bite into it, he realized it was something similar but three times larger, with more juice and even sweeter.

source: 原因无他，因为说这话的人是莫雪，这个阴魂不散的女人。
en_us: The reason was no other than the fact that the voice belonged to Mo Xue, the women who wouldn't go away. (阴魂不散)

source: 原本他可以先把白虎的尸体扔进空间里，等以后有机会再进行炼化，但是他后来发现不能移动了。
en_us: Originally, he could throw the White Tiger's body into his pocket dimension and refine it later, but then he realized that he couldn't move it.

source: 原本他想靠这枚内丹突破神境，成为真正的圣境强者，但是现在的双鱼酒楼根本惹不起七罪兽。
en_us: Originally he wanted to depend on this Life Crystal to break into the Divine Realm and become a true Sacred Realm expert, but there was no way the current ShuangYu Hotel could afford to provoke the Seven Sins Beasts.

source: 原本他自己也要去书房，但在中途看到腾梓心后，他就半路给折了回来。
en_us: He had been planning to go to the study himself, but upon seeing Teng ZiXin, he changed his destination.

source: 原本准备出集九镇或进镇的人一看到两人，纷纷像躲瘟疫一样离得远远的，然后在一旁指指点点的看着他们。
en_us: Those who were preparing to enter and leave JiJiu Town all avoided them like the plague upon seeing them, pointing and whispering as they watched the two.

source: 原本愤怒姐姐抛下她独自一人逃跑的莫菲恶心得干呕起来。
en_us: Mo Fei, originally angry at her sister for fleeing without her, began to retch in disgust.

source: 原本紧攀着他的莫雪突然发出一道惨叫声，然后猛地推开他，整个人扑在地上滚来滚去，双手用力的卡住自己的脖子，张口便喷出一道火焰。
en_us: Mo Xue, who had originally been latched onto him made a scream of terror and shoved him away. Her whole body was tossing and turning on the floor. Her hands griped tightly at her neck and as her mouth opened, she spit out fire.

source: 原来他看起来那么像恶人！
en_us: Did he really look so evil?

source: 原来是白虎地形，现在变成一张九拐十八弯的地图。
en_us: Before, it was the geography of the white tiger, now it became a map full of twists and turns.

source: 原来最近闹得沸沸扬扬的圣境强者，竟然就是眼前这名男子的父亲，不过他到底是谁？
en_us: So the Sacred level powerhouse making waves recently was this man's father. But who was he?

source: 原来酒楼只有女主人，没有男主人，而老板娘是个花容月貌的美丽女子，比游小默以往见过的任何一个都要漂亮，没有一丝风尘之气，美欧妩媚勾人，不像街上那些随意给他人抛媚眼的女人，她就是清纯动人，气质美好得像天仙似的。
en_us: It turned out that the restaurant only had a proprietress and no proprietor. Furthermore, the proprietress was a beautiful woman that was as fair as a flower and beautiful as the moon. She was more beautiful than any of the women that You XiaoMo had ever seen. Charming and sexy, there was not a single trace of the vicissitudes of life on her. Unlike those women who casually flirt at others on the street, she was akin a pure and moving goddess (天仙) with a beautiful temperament.

source: 厨娘将菜刀别在腰间，然后拿出准备好的绳子，问道：“掌柜的，要现在把他们绑起来吗？”
en_us: The cook sheathed the knife at her side and took out the rope they had prepared and asked, "Owner, should we tie them up now?"

source: 厨娘惨叫一声飞了出去，这架势估计得摔到街上去，不过就在她快要撞到紧闭的窗户时，一层白色透明的薄膜将她肥硕的身体挡了下来。
en_us: The cook screamed as she was sent flying. Her momentum seemed to be about to send her crashing out onto the pavement. However, just as she reached the closed windows, her body slammed into a transparent barrier.

source: 厨娘愤怒的吼起来，抖着身上的肥肉跳起来就朝他扑过去，一脸狰狞似乎想用肉体重力攻击！
en_us: The cook bellowed in fury, lunging for him in a body slam!

source: 厨娘拿着一把菜刀，不论是杀人还是做菜，她只用手上的刀。
en_us: The cook held a kitchen knife. No matter cooking or killing, she only used this knife.

source: 厨娘比较胖，速度没有那么快，见游小默挡在门口，离开抽出菜刀，一脸凶狠的砍过去。
en_us: The cook was rather large, and not as fast, seeing You XiaoMo blocking the way, she immediately slashed at him viciously.

source: 厨娘立即拍拍胸脯，表情诡异，“放心吧掌柜，下面的事情就交给我了。”说完她就亮出随身的菜刀。
en_us: Slapping her chest, the chef affirmed with an eerie expression, "Don't worry shopkeeper, just leave the rest to me." Then she brought out her trusty kitchen knife.

source: 厨房只有一位姓万的厨师还有一个助手，他负责他们这艘商船的水手及船长的三餐，二三十个人，每一次做饭都是一大锅一大锅的。
en_us: There was only one chef in the kitchen, called Wan, and his assistant. He's in charge of cooking meals for the sailors and captain of this merchant ship. With twenty to thirty people, he cooked in massive pots.

source: 厨房还残留着挥散不去的饭菜香味。
en_us: The kitchen still had the lingering smell of delicious food.

source: 厨房，游小默刚走进去就看到哭丧着脸的万厨师和他的助手，两人正愁眉苦脸的看着一口锅。
en_us: You XiaoMo only just walked into the kitchen when he saw Chef Wan and his assistant staring at a pot with dejection written all over their faces.

source: 参加拍卖会的人非常多，想要不泄漏出去是不可能的，现在就看到谁敢摊上七罪兽这个大麻烦，有能力的也就只有通天大陆除通天殿外的八大势力。
en_us: There were many people participating in the auction, so it was impossible if they didn't want things to leak out. Now all there was left to see was who would dare to take on the big trouble of the Seven Sins Beasts. The only ones who could, besides the TongTian Palace, were the eight major powers of the TongTian Continent.

source: 又到了晚上。
en_us: That night.

source: 又是十五号！
en_us: It's Number Fifteen again!

source: 又来了，心有灵犀什么的其实挺讨厌的，至少让他把话说完。
en_us: Here we go again. It was very annoying to for Ling Xiao to have some sort of telepathic connection in his heart (心有灵犀) to him. At least let him finish speaking.

source: 又过了一天，外面的太阳已经出来了。
en_us: Another day passed by and the sun already came out.

source: 又长见识，原来毛球也可以这么酷，对付老板娘这种嚣张跋扈的女人，果然就得比她更狠才行！
en_us: He had really learned something new today. So MaoQiu could be so cool, too! Against an arrogant woman like the owner, you could only face her with the same venom.

source: 双方很快便打了起来。
en_us: The two sides soon engaged in battle.

source: 双鱼酒楼就在逍遥院附近，游小默走路也没花多少时间。
en_us: ShuangYu Hotel was near XiaoYao Academy, so it didn't take You XiaoMo long to walk there.

source: 双鱼酒楼，武成沉吟的看着桌面上摆放着的纸条。
en_us: At the ShuangYu Hotel, Wu Cheng muttered to himself irresolutely as he looked at the slip of paper on the table.

source: 反应就是没反应，财迷外加贪心鬼觉得来到宴会不吃个够就算白来一趟，所以他拉着凌霄疯狂的扫荡着两条长桌的点心。
en_us: Their reaction was to have no reaction, being a money grubber and greedy, he felt that the trip would be wasted if he did not eat until he was satisfied, so he dragged Ling Xiao and frantically swept through the two long tables of pastries.

source: 反应比他们一步的金翅虫立刻幸灾乐祸的嘲笑它。
en_us: The Golden Winged Insects, who had reacted one step slower, immediately took joy in calamity and delight in disaster as they laughed it.

source: 反正他是摸不懂老头的想法，现在他已经快半个月没见到老头了。
en_us: Either way, he had no idea what that old geezer could be thinking, and hadn’t seen him in almost half a month.

source: 发展到这一步已经不仅仅是面子问题，而是事关尊严！
en_us: For things to develop to this point, it was no longer just a problem about saving face - it was a problem about honor!

source: 发现一只金翅虫已经够让他惊喜，竟然还有第二只，所以无论如何，他都必须把他们拿下。
en_us: Just one Golden Winged Insect was enough of a delight, but a second? No matter what, he had to obtain both.

source: 发现自己犯了错误的游小默，于是默默地转移话题。
en_us: You XiaoMo, realizing that he had made a mistake, discretely changed the topic.

source: 发生……什么事了？
en_us: What... happened?

source: 变异水鲨带着一群手下攻击小岛，结果死伤惨重。
en_us: The mutant shark led its subordinates and attacked the small island, but in the end, there were heavy casualties.

source: 变现的最明显的还是麒麟族。
en_us: The one who showed the most interest was still the Qilin Clan.

source: 古玛已经几万岁，莫雪和莫菲是他老来的女，他没有儿子，所以虽然两女的品行有很大的问题，但是他确实很疼爱这对双胞胎，如果他知道两人都死了，必定会大发雷霆。
en_us: Mo Ma was already tens of thousands of years old. Mo Xue and Mo Fei were his only daughters and he didn't have any sons, so despite these two ladies not being the best of people, he truly did love the the twins. If he knew that they had been killed, he'd be absolutely furious.

source: 古玛部落对后面的压轴物品没有信心，所以他们只能尽所能竞拍其他东西，至少不会空手而归。
en_us: The Guma Tribe had no faith in the finale items brought out at the end, so they could only do all they could to bid for the rest of the items. At least that way they wouldn't return empty-handed.

source: 古玛部落来人了，对方的修为比谢俊还要高，浑身上下都散发出‘我是强者’的气息，特别是走在前面的白衣女人，高贵的气息，散发着圣洁的气息，仿佛仙女下凡一样，长得也比莫雪两姐妹还要漂亮。
en_us: The Guma Tribe's people had arrived. Their cultivation base was even higher than Xie Jun's, and their whole body emitted an aura of 'I am an expert,' especially the woman in white who was walking at the very front. She had a noble air around her as she sent out a holy and pure aura, as if she was an immortal who had descended to the earth. She was even more beautiful than the two sisters.

source: 古玛部落缺灵草也缺丹师，真龙族不缺灵草，他们只缺丹师，但是不缺录草不代表他们什么灵草都有，之所以加入竞争是因为这批灵草中有一株灵草是他们一直在寻找的。
en_us: The Guma Tribe lacked magic herbs and mages. The True Dragon Clan didn't lack magic herbs, but just because they didn't lack magic herbs, that didn't mean that they had all kinds of them. They had only entered the competition because there was a magic herb among the ones being sold that they had been searching for.

source: 另一个就是传递信息的黑鸦，除此之外，黑鸦也代表着死亡的讯息，当黑鸦的出现不是为了传递信息的时候，那就是代表有人要死了。
en_us: The other was their messenger Black Crow. Apart from that, the crow also represented the coming of death. If a Black Crow wasn't there to give a message, then it meant someone was about to die.

source: 另一个是顺利晋级，但是从此会被心魔缠上，整个人如同被魔物缠身一样，脾气会越来越火爆，发怒的时候眼睛会变红，然后满脑子都会想着杀人，当他的眼睛完全变红的时候，就表示他已经完完全全变成魔物。
en_us: The other was to successfully advance, but they would be hounded by heart devils from then on. The person would become like they had been plagued by a devil (魔物) and their temper would become more and more volatile. When they got angry, their eyes would become red and then their whole mind would be preoccupied with killing people. When his eyes become completely red, it signaled that he had completely become a devil.

source: 另一家客栈，夏音已经得知当时的情况，对于莫雪的死亡，就是夏音也绝对想不到是凌霄动的手，只当是法宝突然失灵造成的意外事件。
en_us: In a different inn, Xia Yin had just received a report of what had occurred. For Mo Xue's death, even Xia Yin would've never thought that it was Ling Xiao who had done it, simply treating it as a malfunction of the magic tool.

source: 另一桌，凌霄手拎着一只酒杯，目光若有似无的扫过赦长老一群人离开的方向，嘴角勾起一抹淡淡的笑意，看来是得手了。
en_us: At another table, Ling Xiao lifted a wine cup as his gaze appeared to sweep over the direction where Elder She and his group departed to. The corner of his mouth lifted in a faint smile. It seemed that they had achieved their objective.

source: 另一边，凌霄在三个圣境实力的强者围追堵截之下，一边加速赶往出口，不过三人显然也知道他的目的，立刻分成三个方向，隐隐形成包抄之势，出口的方向被斗篷人堵住。
en_us: On the other hand, Ling Xiao hurried out towards the exit, but the three was clearly aware of his intentions and split into three, surrounding him. The direction of the exit was blocked by the man-in-hood.

source: 另一边，出去找风迟云和那名弟子的赦长老终于回来了。
en_us: Meanwhile, Elder She finally returned from looking for Feng ChiYun and that disciple.

source: 另一边，刚站稳的柴天终于脸色大变，他知道他们判断错误了，凌霄根本就是隐藏了自身实力，他甚至很可能在等他们自动送上门来。
en_us: On the other side, Chai Tian, having just steadied himself, paled. He knew that they had severely miscalculated. Ling Xiao had hid his strength and possibly even waited for them to come to him.

source: 另一边，前往三区的游小默并不知道，有人间接的帮他报了仇，接下来那位杨导师恐怕会担惊受怕一段时间。
en_us: On the other hand, You XiaoMo who was heading to Block 3 did not know that someone indirectly helped to avenge him and that Teacher Yang would probably be feeling apprehensive for quite some time.

source: 另一边，原本也是一脸志在必得的云少，此时像吃了苍蝇一样，一品彩丹他身上正好有一颗，但是二品彩丹就没有了。
en_us: On the other hand, Yun Shao who had been determined to get the recipe, now seemed to have an expression as if he swallowed a housefly. It just happened that he had a first grade rainbow pill on him, however he did not have the second grade rainbow pill.

source: 另一边，吞金兽和金翅虫也被追得上蹿下跳。
en_us: On the other hand, the Metal Swallowing Beast and the Golden Winged Insect were also chased till they were leaping up and jumping down (上蹿下跳).

source: 另一边，在游小默的左前方，隔着几个人的位置，滕梓心正一脸凝重的看着炉鼎里的灵草。
en_us: On the other side, a few places in front of and to the left of You XiaoMo, Teng ZiXin stared imposingly at the magic herbs inside her cauldron.

source: 另一边，天元和天门也遭受到对方的偷袭，虽说是偷袭，但他们却是光明正大的打伤他们，情况和天明他们差不多，不过两人心性比天恨他们好一些，所以并未受到多大的打击。
en_us: On another side, Tian Yuan and Tian Men had also suffered a sneak attack from the other party. The other had openly injured them even though it was said to be a sneak attack. The situation was nearly the same as Tian Ming and Tian Hen's. However, the two's temperament was a little better than Tian Ming and Tian Hen so it was not such a large blow to them.

source: 另一边，天元很快就收到天刀给他的玉简，听到花雕转述天刀的话，立刻猜到事情的重要性。
en_us: On the other side, Tian Yuan soon received the jade drive Tian Dao had sent to him and the message Hua Diao had to tell, immediately realizing the importance of this.

source: 另一边，有了灵水辅助的滕梓心，速度几乎和游小默差不多。
en_us: On the other side, Teng ZiXin’s speed was about the same as You XiaoMo with the help of the spiritual water.

source: 另一边，李管事很快就找上张管事。
en_us: On the other side, Manager Li found Manager Zhang very quickly.

source: 另一边，游小默决定回逍遥院看看，看看这个缘分总是与他若即若离的学院，能否继续留在逍遥院里他也不确定。
en_us: On the other hand, You XiaoMo decided to return to the XiaoYao Institution, to take another look at this 'fated to be here and faraway' institution. (缘分总是与他若即若离) He wasn't even sure himself if he could continue to stay at the institution.

source: 另一边，游小默没想到炼彩级灵丹竟然会引来天现异象，分明就在告诉天狗的人他们就在鬼哭涯，不过已经来不及了。
en_us: Meanwhile, You XiaoMo hadn't expected that refining rainbow magic pills would attract "天现异象" (sky visions??), clearly telling Tengu's people that they were here at Weeping Ghost Shore. However, it was already too late.

source: 另一边，独自一人的凌霄就像一头脱缰的野马。
en_us: On the other end, Ling Xiao who was all by himself was like an out-of-control wild horse.

source: 另一边，离开客栈的夏音让她带来的人重新找一家干净的客栈，要了间上等房后便让莫雪三人到她的房间里，谢俊则被堵在房外，他只能在外面等，因为有人看着，他也不敢靠太近。
en_us: On the other hand, Xia Yin, who left the inn, asked the people she brought to find a clean inn again. After she asked for a first-class room, she brought Mo Xue aanf the three to her room. Xie Jun was blocked from entering and could only wait outside the room. As someone was watching, he dared not get too close.

source: 另一边，被刑七跟踪的少年一路奔跑，眨眼间就跑出几千米，他的方向和线路几乎和莫景一模一样，使得小区心中的疑窦越来越深，他越发肯定自己是见过这个少年的，从身影上看。
en_us: On the other hand, the young man who was being tailed, had ran a few thousand meters in the blink of an eye. His route was almost the same as Mo Jing, making his suscion grow deeper and deeper. Judging by the figure, he was sure he had seen him before.

source: 另一边，酝酿许久的雷云终于爆发了。
en_us: On the other side, the thunderstorm that had been brewing for a long time finally broke out/arrived.

source: 另一队以毛球为首，包括仍然喜欢捣蛋的皮球和猫球。
en_us: MaoQiu was in charge of the other team, and it included the eternal trouble-maker PiQiu and CatQiu.

source: 另外两人暗自一喜，连忙加快速度并拉开方向，他们可不想被拉过去当垫子，远远的他们还能听到黑袍人乙破口大骂的声音，任谁被牵连了都不会高兴。
en_us: The other two people were secretly happy, and they hastily sped up to increase the distance. They definitely didn't want to be dragged over to become doormats. From far away, they could hear the sound of the second black-robed person cursing loudly, since nobody would be happy to be involved.

source: 另外两名强者立刻退开，他们已经充分了解到凌霄的实力，这个时候要还顾着那点面子就是找死。
en_us: The other two experts quickly backed away. They were fully aware now of Ling Xiao's strength. If they were still trying to save face then they're just asking for death.

source: 只剩下一副骸骨，那不是说血肉不是被割下来，就是被鬼哭涯的天狗们吃掉了？
en_us: Leaving only a skeleton behind. So wouldn't it mean that their flesh had not been cut off, but had been eaten by the Tiangous of the Weeping Ghost Shore instead?

source: 只是他的灵智现在相当于三四岁的小娃娃，但就是小娃娃也是认人的，何况是一只帝王兽。
en_us: Except his Intelligence right now was equal to that of a three or four year old toddler. But even a toddler could recognize people, much less an Emperor Beast.

source: 只是有些人喜欢货比三家罢了，觉得灵酒不如灵丹，价格也贵，所以两相对比之下便兴趣缺缺了。
en_us: However, for those who really liked to do comparison shopping (货比三家), they often believe that spirit wines wasn't as good as magic pills. It was also more expensive, thus comparatively, they were less interested.

source: 只是没想到有人先他一步出手，他怕被游小默破坏计划，这才带着队友们跑出来。
en_us: However, he did not expect that someone would step in before he did. He was afraid of his plans being wrecked by You XiaoMo, so he ran out with his teammates.

source: 只是，他突然很好奇，他们到底做了什么，竟然能让莫景把小乌龟托付给他们，莫景不可能不知道小乌龟对玄龟族的重要性。
en_us: Except he was suddenly very curious as to what exactly they had done that would allow Mo Jing to entrust the baby turtle to them. There was no way Mo Jing didn't know the importance of the baby turtle to the Black Turtle Clan.

source: 只有乔无星一脸无奈，歉意的说道：“抱歉，是不是打扰到你了？”
en_us: Only Qiao WuXing wore an expression of helplessness, saying apologetically, "Sorry, are we we disturbing you?"

source: 只有真正强大并且拥有吞噬之力的神火才能吞噬神火，但是在妖凰族中从来没有发生过这样的事情，他们的神火没有吞噬之力，只有强弱之分。
en_us: Only truly powerful Godfires that had the ability to engulf could swallow other Godfires. However, this kind of thing had never occured before in the Demon Phoenix Clan. Their Godfire didn't have the ability to engulf, they were only separated into 'stronger' and 'weaker' categories.

source: 只要是知道黑蜘蛛这个势力的人都知道黑蜘蛛有两个标志，其中一个标志就是一只黑色的八脚蜘蛛，这是每个黑蜘蛛成员身上都会有的。
en_us: Anyone who knew of the Black Spider knew that they had two symbols. One was of a black eight-legged spider, something that was tattooed on each and every one of their members.

source: 只见凭空出现的白衣人曲指一弹，一缕紫红色的火焰突然射向水妖，后者连躲闪都没有，刚碰到火焰，全身就着火了。
en_us: They only saw the white clothed person who had appeared out of thin air lift a finger, before a wisp of purple-red flames suddenly shot at the Water Demon. The latter did not even have the time to evade. Its whole body was set aflame just by touching the flame.

source: 只见那人什么大动作都没有，只是轻轻地朝那道黑雷挥了挥手，黑雷仿佛撞进一片棉花里，软绵绵的，银白的光芒突然出现，呈现半月形，闪烁了几下便将黑雷挡了下来。
en_us: They did not see that person make any big actions. He only gently waved his hand at the black lightning and it was as if the black lightning had crashed into a piece of soft and velvety cotton. A silver light suddenly appeared in the shape of a half-moon as it flashed a few times before blocking the black lightning.

source: 叫花鸡的量比较足，所以他今天不打算做其他菜，因为有些调料快要没了，必须省着点用。
en_us: The size of the turkey was quite impressive, so he didn't plan on making any other dishes. They were running out of certain spices so he was taking care using them.

source: 可以预见，当游小默知道他无缘无故替别人背了一把债务，他或许会后悔把贪狼的内丹给七罪兽。
en_us: It was foreseeable that once You XiaoMo knew that he had to pay for the Seven Sins Beasts' actions seemingly for no reason, he might regret giving them the Wolf of Gluttony's Life Crystal.

source: 可喜可贺！
en_us: Congratulations! (to him) (可喜可贺)

source: 可就在刀芒即将劈中游小默背部的时候，一道乳白色的光芒突然挡在中间，刀芒仿佛陷入海绵之中，停顿了一秒，突然被反弹了回去，男子没有料到，躲闪已经来不及，只得匆匆忙忙的用刀去挡，男子被撞得往后倒退了几步，停在他身上的老板娘措手不及，惨叫一声摔在地板上。
en_us: However, just before the sword light was about to split You XiaoMo's back into two, a milky white radiance suddenly blocked it. The sword light seemed to have sunk into a sponge as paused for a second before it suddenly rebounded back. The man did not expect this and it was too late for him to evade so he could only hastily block it with his broadsword. The impact caused the man to retreat a few steps backward. The lady boss who was leaning on him was caught unprepared and fell onto the floor with a screech.

source: 可惜如果不是他事先答应别人了，他还真像契约这只小乌龟。
en_us: To bad, if he hadn't made a promise beforehand, he would have really liked to form a contract with the baby turtle. (契约)

source: 可惜没有下次了。
en_us: Unfortunately, there wasn't a next time.

source: 可惜的的是，他们要求的灵草大部分都是游小默没有的。
en_us: Unfortunately, You XiaoMo didn't have most of the magic herbs they were looking for.

source: 可惜的是，两人都是普通的修炼者，灵晶合起来竟然不到一百块，虽然也是一笔小钱，但并不能满足他们，果然还是不能放过剩下的两只肥羊，他们身上一定有不少灵晶。
en_us: It was too bad that they were just normal practitioners. Their combined spirit gems didn't even reach a hundred. Although it was still a decent amount, that was enough to satisfy them. By the looks of things, they couldn't let the big fishes off the hook. They must have a lot on them.

source: 可惜的是，游小默和凌霄经常不在逍遥院里，每次回来没多久就又出去，他根本就无法长时间接触到两人，师傅交待的任务也就一直无法达成。
en_us: Unfortunately, You XiaoMo and Ling Xiao often weren't in XiaoYao Institution. Every time, they came back for a little bit before leaving again, and he basically had no way of coming into contact with the two of them for a long time, so he had never been able to complete the task that shifu had assigned him.

source: 可惜的是，游族在那场大战中亦损失了很多大神通者，甚至差点使游族没落了，最后存活下来的游族人甚至多是旁枝。
en_us: Unfortunately,the You Family lost many (大神通者) in that fight and went into decline. Not only that, those who had survived were almost all from the side family.

source: 可是七罪兽很穷，这件事同样是众所周知的事实。
en_us: However, the Seven Sins Beasts were very poor. This was common knowledge.

source: 可是不对啊！
en_us: But this was wrong ah!
